
export const Support = (props) => {
    const ownerid = props.data;
    
    return (

      <div>
          
          پشتیبانی نرم افزار
          <br/>
به بخش پشتیبانی نرم افزار ما خوش آمدید! هدف ما ارائه بهترین خدمات و پشتیبانی برای استفاده از نرم افزارمان است. در این بخش می‌توانید اطلاعات و راهنمایی‌های
<br/>
 مورد نیاز خود را برای استفاده بهینه از نرم افزار پیدا کنید
 <br/>
 <br/>
 ارتباط با پشتیبانی:
 <br/>
 
اگر نیاز به کمک بیشتری دارید یا با مشکلی مواجه شده‌اید، می‌توانید با تیم پشتیبانی ما از طریق روش‌های زیر تماس بگیرید:
<br/>
ایمیل: support@example.com
<br/>
تلفن: 1234-567-890
<br/>
<br/>
زمان پاسخ گویی
<br/>
شنبه تا چهارشنبه: 9 صبح تا 5 بعد از ظهر
<br/>
پنج‌شنبه: 9 صبح تا 1 بعد از ظهر
<br/>
جمعه و تعطیلات رسمی: تعطیل
<br/>
<br/>
<br/>
ما متعهد به پاسخگویی سریع و حل مشکلات شما هستیم. اگر سوال یا پیشنهادی دارید، لطفاً از طریق کانال‌های ذکر شده با ما در تماس باشید. از همکاری و اعتماد شما سپاسگزاریم!
<br/>
<br/>
<button onClick = {() => props.onFormSwitch("myprofilepage",ownerid)} style={{marginLeft : '15px' , padding : '8px' , backgroundColor : 'lightpink'}}>بازگشت</button>

      </div>
    )
  }
  
  

  